Dlubal.RFEM5.OrthotropyType
Type of orthotropy

Dlubal.RFEM5.OrthotropyType.UnknownOrthotropyType
Unknown type of orthotropy

Dlubal.RFEM5.OrthotropyType.ConstantThickness
Constant thickness

Dlubal.RFEM5.OrthotropyType.EffectiveThickness
Effective thickness

Dlubal.RFEM5.OrthotropyType.DefinedByStiffnessMatrix
Defined by stiffness matrix

Dlubal.RFEM5.OrthotropyType.Coupling
Coupling

Dlubal.RFEM5.OrthotropyType.UnidirectionalRibbedPlate
Unidirectional ribbed plate

Dlubal.RFEM5.OrthotropyType.BidirectionalRibbedPlate
Bidirectional ribbed plate

Dlubal.RFEM5.OrthotropyType.TrapezoidalSheet
Trapezoidal sheet

Dlubal.RFEM5.OrthotropyType.HollowCoreSlab
Hollow core slab

Dlubal.RFEM5.OrthotropyType.Grillage
Grillage

Dlubal.RFEM5.OrthotropyType.UnidirectionalBoxFloor
Unidirectional box floor

Dlubal.RFEM5.OrthotropyType.Glass
Glass

Dlubal.RFEM5.OrthotropyType.Laminate
Laminate